<?php
// Заголовок
$_['heading_title']                    = 'Тема магазина Evrika';

// Текст
$_['text_extension']                   = 'Расширения';
$_['text_success']                     = 'Успех: Вы изменили тему магазина Evrika!';
$_['text_edit']                        = 'Редактирование темы Evrika';
$_['text_general']                     = 'Общие';
$_['text_product']                     = 'Товары';
$_['text_image']                       = 'Изображения';

// Поля ввода
$_['entry_directory']                  = 'Каталог темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Количество товаров на странице по умолчанию';
$_['entry_product_description_length'] = 'Лимит символов описания в списке';
$_['entry_image_category']             = 'Размер изображения категории (Ш x В)';
$_['entry_image_thumb']                = 'Размер миниатюры товара (Ш x В)';
$_['entry_image_popup']                = 'Размер всплывающего изображения товара (Ш x В)';
$_['entry_image_product']              = 'Размер изображения товара в списке (Ш x В)';
$_['entry_image_additional']           = 'Размер дополнительного изображения товара (Ш x В)';
$_['entry_image_related']              = 'Размер изображения похожих товаров (Ш x В)';
$_['entry_image_compare']              = 'Размер изображения в сравнении (Ш x В)';
$_['entry_image_wishlist']             = 'Размер изображения в списке желаний (Ш x В)';
$_['entry_image_cart']                 = 'Размер изображения в корзине (Ш x В)';
$_['entry_image_location']             = 'Размер изображения магазина (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Подсказки
$_['help_directory']                   = 'Это поле нужно только для совместимости старых тем с новой системой. Вы можете указать каталог темы, который будет использоваться для настроек размеров изображений, заданных здесь.';
$_['help_product_limit']               = 'Определяет, сколько элементов каталога показывать на странице (товаров, категорий и т.д.)';
$_['help_product_description_length']  = 'В представлении списком — ограничение длины краткого описания (для категорий, акций и т.д.)';

// Ошибки
$_['error_permission']                 = 'Предупреждение: У вас нет прав на изменение темы Evrika!';
$_['error_limit']                      = 'Необходимо указать лимит товаров!';
$_['error_image_thumb']                = 'Необходимо указать размер миниатюры товара!';
$_['error_image_popup']                = 'Необходимо указать размер всплывающего изображения товара!';
$_['error_image_product']              = 'Необходимо указать размер изображения товара в списке!';
$_['error_image_category']             = 'Необходимо указать размер изображения категории!';
$_['error_image_additional']           = 'Необходимо указать размер дополнительного изображения товара!';
$_['error_image_related']              = 'Необходимо указать размер изображения похожих товаров!';
$_['error_image_compare']              = 'Необходимо указать размер изображения в сравнении!';
$_['error_image_wishlist']             = 'Необходимо указать размер изображения в списке желаний!';
$_['error_image_cart']                 = 'Необходимо указать размер изображения в корзине!';
$_['error_image_location']             = 'Необходимо указать размер изображения магазина!';